{
  "links": [
    {
      "categories_slugs": [
        "job-search-sites"
      ],
      "name": "Google for Jobs",
      "description": "Click on the big blue box at the top of search results when you Google for job openings. Google for Jobs is an enhanced search tool. It includes job listings from across almost all the major online job boards and listings on company websites. \n\nGoogle for Jobs provides specific search results alongside useful company information, such as online reviews and ratings, and job descriptions. Job seekers can create alerts for their narrowly-tailored individual keywords and filters.",
      "url": "https://www.google.com/search?q=new+york+city+jobs&oq=google+jobs&aqs=chrome..69i57j0l2j0i433i457j0l4.6502j0j7&sourceid=chrome&ie=UTF-8&ibp=htl;jobs&sa=X&ved=2ahUKEwink4vO0-vsAhUMXa0KHXT5Do8QiYsCKAB6BAhLEAQ&sxsrf=ALeKk00aT5qMJNfwTtAUicZ2pvQoOq8epg:1604587865963#fpstate=tldetail&htivrt=jobs&htidocid=tItToRvOVkxMYsrKAAAAAA%3D%3D",
      "icon": "/images/logos/google-for-jobs-logo.jpg"
    },
    {
      "name": "LinkedIn Jobs",
      "url": "https://www.linkedin.com/jobs/",
      "categories_slugs": [
        "job-search-sites"
      ],
      "icon": "/images/logos/linkedin-jobs-logo.png",
      "description": "LinkedIn helps you find relevant jobs that suit your skills and qualifications. You can either search for a job using the search field on the top of the LinkedIn homepage or you can directly access the Jobs page where you can search and apply for jobs. Millions of jobs are posted on LinkedIn every day."
    },
    {
      "name": "Indeed",
      "description": "Indeed.com enables you to search millions of job listings from thousands of websites, job boards, newspapers, blogs, company career pages, and associations to find job listings that match or have similar terms related to your search query.\n\nNot all of Indeed.com listings are on Google for Jobs.",
      "url": "https://www.indeed.com/",
      "icon": "/images/logos/indeed-logo.png",
      "categories_slugs": [
        "job-search-sites"
      ]
    },
    {
      "name": "PSJD",
      "description": "PSJD is the premier site for public interest and related job listing for lawyers.",
      "url": "https://www.psjd.org/search?searchTypeID=jobs&n=0&l=10&o=2d",
      "icon": "/images/logos/psjd-logo.jpg",
      "categories_slugs": [
        "job-search-sites"
      ]
    },
    {
      "name": "USAJobs",
      "description": "The best starting place for jobs with the federal government.",
      "url": "https://www.usajobs.gov/",
      "icon": "/images/logos/usajobs-logo.jpg",
      "categories_slugs": [
        "job-search-sites"
      ]
    },
    {
      "categories_slugs": [
        "resumes"
      ],
      "name": "The Ladders",
      "description": "Upload your resume in .pdf or .doc format. Analyze\nthe content, structure, and style instantly. Actionable recommendations will make your resume work for you",
      "url": "https://www.theladders.com/resume-reviewer",
      "icon": "/images/logos/the-ladders-logo.jpg"
    },
    {
      "categories_slugs": [
        "resumes"
      ],
      "name": "Rezi",
      "description": "AI-powered free resume builder is trusted by thousands of job seekers.\nCreate an ATS optimized resume and tailor it to any job application in only minutes.",
      "url": "https://www.rezi.io/",
      "icon": "/images/logos/rezi-logo.jpg"
    },
    {
      "name": "LinkedIn Resume Builder",
      "url": "https://www.linkedin.com/resume-builder/urn:li:fs_memberResume:11292698/?edit=true",
      "description": "Build a resume from your LinkedIn profile. Not particularly useful, but you can specify a job title for the job you are applying for, and LinkedIn will show you suggested keywords that are already in your LinkedIn profile.  It will also give you a list of suggested keywords to add to your LinkedIn profile and resume.\n\n[If the link doesn't work, click on View profile. Click the More button on the introduction card. Select Build a resume from the dropdown.]",
      "icon": "/images/logos/linked-in-logo.png",
      "categories_slugs": [
        "resumes"
      ]
    },
    {
      "categories_slugs": [
        "resumes"
      ],
      "name": "Ms. Career Girl Resume Optimization Tool",
      "description": "Analyze your resume in seconds.",
      "url": "https://www.mscareergirl.com/resume-optimization-tool/",
      "icon": "/images/logos/ms.-career-girl-logo.png"
    },
    {
      "name": "Jessica Medina Financial Coaching",
      "url": "https://www.jessicamedinallc.com/",
      "icon": "/images/logos/jessica-medina-financial-consulting.png",
      "categories_slugs": [
        "finance"
      ],
      "description": "Jessica is Biglaw Exit Strategist and former Biglaw attorney who specializes in creating financial strategies for lawyers looking to make a change. You don’t have to be in Biglaw (or even a lawyer) to work with Jessica, but you may hear a lot of Biglaw stories!"
    },
    {
      "url": "https://thingscareerrelated.com/2020/10/27/the-ultimate-list-of-80-linkedin-voices-job-seekers-should-follow/",
      "name": "Ultimate List of 80+ LinkedIn Voices Job Seekers Should Follow",
      "description": "General job search experts active on LinkedIn. The people on this list have stood out for sharing posts and articles; commenting on others’ content; producing video, YouTube, and podcasts; and overall providing sage advice on the job search. In short, they engage with their community.",
      "icon": "/images/logos/cropped-job-seekers-stitting.jpg",
      "categories_slugs": [
        "linkedin"
      ]
    },
    {
      "name": "Glassdoor",
      "description": "Besides being a job search site, Glassdoor has one of the broadest salary calculators based on self-reported salaries.",
      "categories_slugs": [
        "salary"
      ],
      "icon": "/images/logos/glassdoor-logo.png",
      "url": "https://www.glassdoor.com/Salaries/index.htm"
    },
    {
      "url": "https://www.nalpdirectory.com/index.cfm",
      "description": "A great resource for research on almost 1000 (mostly) Big Law offices.",
      "name": "NALP Directory of Legal Employers",
      "icon": "/images/logos/nalp-logo.png",
      "categories_slugs": [
        "research"
      ]
    },
    {
      "name": "Upstract",
      "url": "https://upstract.com/",
      "icon": "/images/logos/upstract-logo.jpg",
      "categories_slugs": [
        "news"
      ],
      "description": "News aggregator with feeds from dozens of news sources including the NY Times, Wash Post, AP, CNN, Huff Post, Axios, NBC, CBS, ABC, Fox, MSNBC, and many more. Also includes user-curated news and Youtube, Twitter, and Google Trending news."
    },
    {
      "name": "Lawyer Career Tweeters",
      "url": "https://twitter.com/i/lists/175210662",
      "description": "Twitter list of over 150 tweeters who focus on job search and career matters relevant for lawyers in career transition.",
      "categories_slugs": [
        "ideas"
      ],
      "icon": "/images/logos/twitter-logo.png"
    },
    {
      "name": "General Career Tweeters",
      "description": "Twitter list of over 150 tweeters who focus on general job search and career topics relevant for lawyers in career transition.",
      "url": "https://twitter.com/i/lists/188235133",
      "icon": "/images/logos/twitter-logo.png",
      "categories_slugs": [
        "ideas"
      ]
    },
    {
      "url": "https://start.me/start/us/startpage",
      "name": "StartMe",
      "description": "Customizable dashboard to create personalized webpage aggregating and organizing feeds from all your favorite sites with rollover feature to preview each item in your feed. ",
      "categories_slugs": [
        "news"
      ],
      "icon": "/images/logos/startme-logo.jpg"
    },
    {
      "name": "Professional Prosperity for Lawyers",
      "description": "Shows the process for lawyers to find the perfect job and create your ideal career.",
      "url": "https://amzn.to/3l4DPah",
      "icon": "/images/logos/professional-prosperity-for-lawyers-book-cover.jpg",
      "categories_slugs": [
        "books"
      ]
    },
    {
      "name": "Namecheap",
      "url": "https://www.dpbolvw.net/click-100263097-14326263",
      "description": "Website domain names from $.99 ($8.00 for .com) along with add-on economical web hosting, email, and other services.",
      "categories_slugs": [
        "entrepreneurial"
      ],
      "icon": "/images/logos/namechap-logo.png"
    },
    {
      "name": "Bluehost",
      "description": "Fast, easy, and secure WordPress hosting in minutes. Automatic WordPress install and updates. Free SSL certificate included. Free domain name for 1st Year. Starting at $3.95/month.",
      "url": "https://www.tkqlhce.com/click-100263097-11768630",
      "categories_slugs": [
        "entrepreneurial"
      ],
      "icon": "/images/logos/bluehost-logo.png"
    },
    {
      "name": "Jobscan",
      "description": "Start by uploading your current resume. Then add a job description to see tips for optimizing your resume. Analyzes from ATS, recruiter, skills, keyword, and other perspectives.",
      "url": "https://www.jobscan.co/",
      "icon": "/images/logos/jobscan-logo.png",
      "categories_slugs": [
        "resumes"
      ]
    },
    {
      "url": "https://linkedin.github.io/career-explorer/",
      "name": "LinkedIn Career Explorer",
      "description": "The path to a new job isn’t always clear. There are jobs that are a great fit but might seem out of reach, and others you may not even know you have the skills for. LinkedIn is now putting the power of their data in your hands: uncover potential career paths and see how your skills match to real job titles.",
      "icon": "/images/logos/linked-in-logo.png",
      "categories_slugs": [
        "research"
      ]
    },
    {
      "name": "Google Alerts",
      "url": "https://www.google.com/alerts",
      "categories_slugs": [
        "research"
      ],
      "icon": "/images/logos/google-alerts-logo.png",
      "description": "Google service which sends emails to the user when it finds new results—such as web pages, newspaper articles, blogs, or scientific research—that match the user's search term."
    },
    {
      "name": "Fishbowl",
      "description": "The Fishbowl app is where professionals go to connect and talk in a new era of remote work.\n\nChoose from thousands of Industry, Community or Company Bowls (\"Groups\") and have honest conversations with other verified professionals that are working in roles and industries similar to your own.\n\nYou can join different bowls or professional groups with others from the same background as yourself to get real advice, share work stories, and network.",
      "url": "https://www.fishbowlapp.com/",
      "categories_slugs": [
        "research"
      ],
      "icon": "/images/logos/fishbowl-logo.png"
    },
    {
      "name": "Exit From Work: What Will The New You Look Like?",
      "url": "https://amzn.to/3pdozue",
      "categories_slugs": [
        "books"
      ],
      "icon": "/images/logos/exit-from-work.jpg",
      "description": "This is the time when “60” is truly the new “40.” What does this mean for you? This book walks you through the many new options you have available in today’s opportunity-expansive world. It just takes “knowing” where to look. EXIT FROM WORK is brimming with actionable ideas to help you redefine the typical conceptions about work and retirement that is now seen as optional by millions of people who are living strong, healthy lives longer."
    },
    {
      "name": "Getting Things Done: The Art of Stress-Free Productivity",
      "categories_slugs": [
        "productivity"
      ],
      "url": "https://amzn.to/3eH8BDI",
      "icon": "/images/logos/getting-things-done.jpg",
      "description": "Since it was first published in 2002, David Allen’s Getting Things Done has become one of the most influential business books of its era, and the ultimate book on personal organization and productivity. “GTD” is now shorthand for an entire way of approaching professional and personal tasks, and has spawned an entire culture of websites, organizational tools, seminars, and offshoots."
    },
    {
      "name": "Life After Law: Finding Work You Love with the J.D. You Have",
      "description": "Unlike generic career guides, Life After Law shows lawyers how to reframe their legal experience to their competitive advantage, no matter how long they have been in or out of practice, to find work they truly love. Liz Brown draws on her experience, and the experience of dozens of other lawyers, to offer an alternative framework and valuable analytic tools for potential careers to help launch lawyers into new fields and make them attractive hires for non-legal employers.",
      "url": "https://amzn.to/3pfypvG",
      "icon": "/images/logos/life-after-law.jpg",
      "categories_slugs": [
        "books"
      ]
    },
    {
      "name": "PSJD Student Loan Repayment Page",
      "description": "Guide to resources on student debt management and loan repayment options, including repayment calculators and loan repayment assistance.",
      "categories_slugs": [
        "finance"
      ],
      "icon": "/images/logos/psjd-logo.jpg",
      "url": "https://www.psjd.org/Student_Loan_Repayment"
    },
    {
      "name": "Product Hunt",
      "description": "Product Hunt surfaces the best new products, every day. It's a place for product-loving enthusiasts to share and geek out about the latest mobile apps, websites, hardware projects, and tech creations.",
      "url": "https://www.producthunt.com/",
      "icon": "/images/logos/product-hunt-logo.jpg",
      "categories_slugs": [
        "entrepreneurial"
      ]
    },
    {
      "categories_slugs": [
        "entrepreneurial"
      ],
      "description": "AppSumo is the #1 software deal site for lifetime software deals, discounts on small business tools, & free resources. All the tools you need to grow your business. Limited time offers. Money-back guarantee. Limited time offers. Huge discounts.",
      "name": "AppSumo",
      "icon": "/images/logos/appsumo-logo.jpg",
      "url": "https://appsumo.com/browse/"
    },
    {
      "name": "Lunchclub",
      "description": "Tell Lunchclub about your background, goals, and interests. Each week, let Lunchclub know if you want to make a new connection. Lunchclub’s AI matches you for a 1:1 video meeting.",
      "url": "https://lunchclub.com/",
      "icon": "/images/logos/lunchclub-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "name": "Technolawyer",
      "description": "TechnoLawyer curated newsletters are comprehensive resources for the latest on legal technology, law office management, law firm marketing, and litigation practice. Plus get answers to your own questions from TechnoLawyer's 12,000+ members.",
      "url": "https://www.technolawyer.com/",
      "categories_slugs": [
        "news"
      ],
      "icon": "/images/logos/technolawyer-logo.jpg"
    },
    {
      "name": "Cafecito",
      "description": "Tell Cafecito your background, profession, interest, and goals of using their relationship-building service. Each week, using your goals and interests Cafecito will use their algorithm and human verification to find a relevant Cafecito partner. Then, receive a 1:1 meeting link where you can join via audio or video and conversation starters for the meeting.",
      "url": "https://www.meetcafecito.com/",
      "icon": "/images/logos/cafecito-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "name": "Necessary Endings",
      "description": "While endings are a natural part of business and life, we often experience them with a sense of hesitation, sadness, resignation, or regret. But consultant, psychologist, and bestselling author Dr. Henry Cloud sees endings differently. He argues that our personal and professional lives can only improve to the degree that we can see endings as a necessary and strategic step to something better. If we cannot see endings in a positive light and execute them well, he asserts, the \"better\" will never come either in business growth or our personal lives.",
      "icon": "/images/logos/necessary-endings.jpg",
      "categories_slugs": [
        "books"
      ],
      "url": "https://amzn.to/3eNUA7e"
    },
    {
      "description": "Meetup is a platform for finding and building local communities. People use Meetup to meet new people, learn new things, find support, get out of their comfort zones, and pursue their passions, together.",
      "name": "Meetup",
      "url": "https://www.meetup.com/",
      "categories_slugs": [
        "relationships"
      ],
      "icon": "/images/logos/meetup-logo.png"
    },
    {
      "name": "Trello",
      "description": "Trello is a Kanban-style visual tool that organizes your projects into boards. In one glance, Trello tells you what's being worked on and where something is in a process. All your projects and tasks are accounted for and easily visible at a glance. ",
      "categories_slugs": [
        "productivity"
      ],
      "icon": "/images/logos/trello-logo.png",
      "url": "https://trello.com/"
    },
    {
      "name": "Todoist",
      "description": "If you're looking for one of the best to-do list apps, one that works on all your devices, has great features for monitoring your productivity, and lets you geek out on organizing everything you have to do, Todoist is for you.",
      "url": "https://todoist.com/",
      "icon": "/images/logos/todoist-logo.png",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "description": "A powerful yet simple automated scheduling tool. Takes the work out of connecting with others so you can accomplish more. Schedule meetings without the hassle. Never get double-booked. Calendly works with your calendar to automate appointment scheduling.",
      "name": "Calendly",
      "url": "https://calendly.com/",
      "icon": "/images/logos/calendly-logo.png",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "name": "Krisp",
      "description": "Krisp recognizes and removes background noise in online meetings (Zoom, Skype, etc.) and calls in real-time, leaving only a clean human voice. Its AI-powered noise canceling technology adapts to your voice and improves over time. For PC and Mac. Also has an iOS app.",
      "url": "https://krisp.ai/",
      "icon": "/images/logos/krisp-logo.png",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "name": "LastPass",
      "description": "LastPass is a password manager, digital vault, form filler, and secure digital wallet. LastPass remembers all your passwords for you to help keep account information safe. It also helps you quickly log in to websites and fill in forms.",
      "url": "https://www.lastpass.com/",
      "icon": "/images/logos/lastpass-logo.png",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "description": "MindMeister is a web-based mind mapping program that helps you capture your ideas, develop them, and share them visually with others. MindMeister can be used for brainstorming, planning projects, taking notes, and more.",
      "url": "https://www.mindmeister.com/",
      "categories_slugs": [
        "productivity"
      ],
      "icon": "/images/logos/mindmeister-logo.png",
      "name": "MindMeister"
    },
    {
      "name": "Workflowy",
      "description": "WorkFlowy is a web-based organizational tool that enables users to create lists: personal to-dos, notes, team projects, research papers, and many more. It is a text-based, zoomable document that is flexible enough for organizing ideas in one's own way.",
      "categories_slugs": [
        "productivity"
      ],
      "icon": "/images/logos/workflowy-logo.jpg",
      "url": "https://workflowy.com/"
    },
    {
      "name": "Other Resume and Cover Letter Builders",
      "description": "Links, brief descriptions, and reviews of additional resume and cover letter builders presented by Product Hunt.",
      "url": "https://www.producthunt.com/alternatives/kickresume-3-0",
      "icon": "/images/logos/product-hunt-logo.jpg",
      "categories_slugs": [
        "resumes"
      ]
    },
    {
      "name": "Hunter Email Templates",
      "description": "Hunter Templates is a curated directory of 150+ cold email templates, sorted by categories. Find inspiration from best-performing cold emails. Networking, Recruitment, Follow-up, Marketing, Sales, and SEO.",
      "url": "https://hunter.io/templates",
      "icon": "/images/logos/hunter-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "name": "Hunter",
      "description": "Connect with anyone. Hunter lets you find email addresses in seconds and connect with the people that matter in your job search and career planning.",
      "url": "https://hunter.io/",
      "icon": "/images/logos/hunter-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "description": "Staffing agencies are engaged by employers to find candidates to fill their open vacancies. These roles can be permanent, temporary, contract, hourly, or part-time. They are also known as employment agencies, recruitment agencies, temp agencies, staffing companies, and temporary agencies.",
      "name": "Top 75 Best Staffing and Recruitment Agencies",
      "url": "https://www.betterteam.com/staffing-agencies",
      "categories_slugs": [
        "job-search-sites"
      ],
      "icon": "/images/logos/betterteam-logo.png"
    },
    {
      "name": "Legal Recruiter Directory",
      "url": "https://www.legalrecruiterdirectory.org/directory/",
      "description": "A comprehensive directory of legal recruiters. Here, attorneys can easily access contact information for legal recruiting firms in their local market or when planning for a relocation to a new city or state. ",
      "icon": "/images/logos/legal-recruiter-directory-logo.png",
      "categories_slugs": [
        "job-search-sites"
      ]
    },
    {
      "name": "National Association of Legal Search Consultants",
      "description": "The NALSC Member Directory contains listings for each member firm or individual with contact information, a direct e-mail link, specific information about any areas of specialization or particular expertise, and, if available, a hyperlink to the member’s website. ",
      "url": "https://www.nalsc.org/members/",
      "icon": "/images/logos/nalsc-logo.jpg",
      "categories_slugs": [
        "job-search-sites"
      ]
    },
    {
      "name": "The Email Tips Collection",
      "description": "A collection of links to articles that will help you figure out how to write better emails, manage your emails and inbox, and use email as a sales and networking tool. The page is updated frequently, so bookmark it and check back in occasionally to see what’s new.",
      "url": "https://joshspector.com/email-tips/",
      "icon": "/images/logos/for-the-interested-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "name": "For The Interested Newsletter",
      "description": "\"For The Interested\" is a website and weekly newsletter with a dose of inspiration and actionable ideas to help you better produce, promote, and profit from your creations.",
      "url": "https://fortheinterested.com/start/",
      "icon": "/images/logos/for-the-interested-logo.png",
      "categories_slugs": [
        "entrepreneurial"
      ]
    },
    {
      "name": "The Time Management Tips Collection",
      "description": "A collection of links to articles that will help you better manage your time, be more productive, and feel less pressure and anxiety around time.",
      "url": "https://joshspector.com/time-management-tips/",
      "icon": "/images/logos/for-the-interested-logo.png",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "name": "The Twitter Tips Collection",
      "description": "A collection of links to Twitter tips to help you figure out what to tweet, get more followers, and get more value out of the platform. The page is updated frequently, so bookmark it and check back in occasionally to see what’s new.",
      "url": "https://joshspector.com/twitter-tips/",
      "icon": "/images/logos/for-the-interested-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "description": "A global platform that allows anyone to create, share, find, and attend events (including virtual event) that fuel their passions.",
      "name": "Eventbrite",
      "url": "https://www.eventbrite.com/",
      "icon": "/images/logos/eventbrite-logo.png",
      "categories_slugs": [
        "relationships"
      ]
    },
    {
      "name": "Nuton Productivity Stack",
      "description": "Supercharge your productivity and get more done.",
      "url": "https://www.nuton.co/stack/productivity-stack",
      "icon": "/images/logos/nuton-logo.jpg",
      "categories_slugs": [
        "productivity"
      ]
    },
    {
      "name": "Pocket Collection - How To Be More Creative",
      "description": "Twenty-one great articles and resources about the art and science of cultivating creativity.",
      "url": "https://getpocket.com/explore/item/how-to-be-more-creative",
      "icon": "/images/logos/pocket-logo.jpg",
      "categories_slugs": [
        "entrepreneurial"
      ]
    },
    {
      "name": "Backlinko Digital Marketing Templates Library",
      "description": "This brand new library contains templates for LinkedIn Summary (About) section, blog posts, SEO campaigns, content calendars, outreach emails, press releases, Facebook ads, and more.",
      "url": "https://backlinko.com/templates/marketing",
      "icon": "/images/logos/backlinko-logo.png",
      "categories_slugs": [
        "entrepreneurial"
      ]
    },
    {
      "name": "Pocket Collection - How to Improve Your Sleep",
      "description": "Curated collection of articles with expert tips to help you join the ranks of the well-rested.",
      "url": "https://getpocket.com/explore/item/how-to-improve-your-sleep",
      "icon": "/images/logos/pocket-logo.jpg",
      "categories_slugs": [
        "well-being"
      ]
    },
    {
      "name": "Twitter Inspiration Handbook",
      "url": "https://marketingexamples.com/handbook/twitter-inspiration",
      "description": "A list with screenshots of some of the best “brand tweets” grouped into  17 categories showing what works best for Twitter engagement.",
      "icon": "/images/logos/marketing-examples-logo.jpg",
      "categories_slugs": [
        "entrepreneurial"
      ]
    },
    {
      "description": "How strong is your resume? Get a free, confidential review from a resume expert.",
      "name": "TopResume Resume Review",
      "categories_slugs": [
        "resumes"
      ],
      "icon": "/images/logos/topresume-logo.png",
      "url": "https://www.topresume.com/resume-review?pt=q7hPhyEpAjGFk&utm_content=best_resume_builders&utm_medium=referral&utm_source=CareerCloud"
    },
    {
      "name": "The Complete Job Interview Tool Kit",
      "url": "https://docs.google.com/document/d/1GY1Aq7WdzeF8ijPoMbEPwrQe6akyGUq5DLis5j7lQGc/edit",
      "description": "Franklin Graves, an experienced in-house counsel, shares a Google Doc with the prep process he followed in interviewing with Eventbright, HCA Healthcare, and a few other companies, as well as some learnings he gained along the way.",
      "categories_slugs": [
        "interviewing"
      ],
      "icon": "/images/logos/0.jpg"
    }
  ]
}